import React from 'react';
import { Container, Section, Title } from './HomePage.styled';

export const HomePage = () =>{
  return (
    <Container>
      <Section>
        <div className="container hero__container">
          <Title>
            Ласкаво просимо до нашого онлайн-магазину тютюну для кальяну!<br />
            У нас є широкий вибір смаків та марок, які задовольнять навіть найвибагливішого любителя кальяну.<br />
            Замовляйте прямо зараз і насолоджуйтесь вишуканим димом, створеним з найякіснішого тютюну.<br />
            Наші продукти гарантовано піднімуть настрій і додадуть неповторних відчуттів під час кальянної сесії.<br />
            Замовляйте вже сьогодні та насолоджуйтесь вишуканим досвідом кальянування разом з нами!
          </Title>
        </div>
      </Section>
    </Container>
  );
}
